{"_id":{"$oid":"5cab4186254619c584e11e5a"},"key":"homePageTitle","text":"Hello!","createdAt":{"$date":"2019-04-08T12:41:42.179Z"},"updatedAt":{"$date":"2019-04-09T10:39:25.281Z"},"__v":0,"id":"5cab4186254619c584e11e5a"}
{"_id":{"$oid":"5cab4777b0e950c82ed4015d"},"key":"\nnotFoundPageTitle","text":"This page doesn't exist :(","createdAt":{"$date":"2019-04-08T13:07:03.467Z"},"updatedAt":{"$date":"2019-04-08T13:07:03.469Z"},"__v":0,"id":"5cab4777b0e950c82ed4015d"}
{"_id":{"$oid":"5cab479ab0e950c82ed4015e"},"key":"\nnotFoundPageBody","text":"Looks like the page you were looking for doesn't exist. Click [here](/) to return to the home page.","createdAt":{"$date":"2019-04-08T13:07:38.697Z"},"updatedAt":{"$date":"2019-04-08T13:07:38.699Z"},"__v":0,"id":"5cab479ab0e950c82ed4015e"}
{"_id":{"$oid":"5cac762a6c6175ef4ae2af5f"},"key":"\nhomePageBody","text":"Welcome to the Junction React + Strapi website template! This is a simple starter project for building a website that can be edited by a non-technical person - all of the content on the website is editable via the admin panel at http://localhost:1337/admin.\n\n~~linebreak~~\n\nYou can see the details of the technical implementation as well as a full guide to getting started with this template in **README.md**, but here's a few things this template can do out of the box:\n\n- Easily add text fields that can be edited via the admin panel - either simple pieces of text like titles or rich text (like this section) that's editable in a wysiwyg\n- Add image fields in much the same way, like the above image, which can be edited via the admin panel\n- Add pages, such as [this one](/pizzaburgers), which have their own unique url and are automatically added to the nav bar\n- Add list-based content types, such as the list of technologies we love right below\n\n\n~~linebreak~~\n\nEssentially, you'll be able to create two types of pages:\n\n- Custom pages with a pre-defined layout and content, such as this one, where you make the various fields editable via Textfields and Mediafields, and can add blocks of list-based content to show on each page. An example of this might be a FAQ page, where you want to show a list of FAQ items.\n- Pages following a basic template, such as the [pizzaburgers page](/pizzaburgers). These pages all follow the same template, but you can add and remove the fields these pages have by editing the content type Pages via the admin panel. You can then choose how these pages will look by editing the React component BasicPage under /frontend/pages.\n\n~~linebreak~~\n\nTo edit this section: go to the admin panel \u003e select Textfields in the sidebar \u003e edit the Textfield with key **homePageBody**","createdAt":{"$date":"2019-04-09T10:38:34.874Z"},"updatedAt":{"$date":"2019-04-09T10:55:36.756Z"},"__v":0,"id":"5cac762a6c6175ef4ae2af5f"}
